{"30 Aug 2018": ["San FranciscoTHE POST went up quietly on Facebook's internal message board last week. Titled We Have a Problem With Political Diversity, it quickly took off inside the social network.\"We are a political monoculture that's intolerant of different views,\" Brian Amerige, a senior Facebook engineer, wrote in the post, which was obtained by The New York Times. \"We claim to welcome all perspectives, but are quick to attack - often in mobs - anyone who presents a view that appears to be in opposition to left-leaning ideology.\"Since the post went up, more than 100 Facebook employees have joined Mr Amerige to form an online group called FB'ers for Political Diversity, according to two people who viewed the group's page and who were not authorised to speak publicly.The aim of the initiative, according to Mr Amerige's memo, is to create a space for ideological diversity within the company. The new group has upset other Facebook employees, who said its online posts were offensive to minorities. One engineer, who declined to be identified for fear of retaliation, said several people had lodged complaints with their managers about FB'ers for Political Diversity and were told that it had not broken any company rules.\n\n\n SEE ALSO: Fed signals patience in 2019 amid mounting risks to growth  \n\n\n\n\n    googletag.cmd.push(function() {\n      googletag.display(\"dfp-ad-midarticlespecial\");\n    });\n  \n\n\nAnother employee said the group appeared to be constructive and inclusive of different political viewpoints. Mr Amerige did not respond to requests for comment.\nThe activity is a rare sign of organised dissent within Facebook over the company's largely liberal workplace culture.\nWhile the new group is just a sliver of Facebook's workforce of more than 25,000, the company's workers have in the past appeared less inclined than their peers at other tech companies to challenge leadership, and most have been loyalists to its chief executive, Mark Zuckerberg. NYTIMES\n\n\n\n    googletag.cmd.push(function() {\n      googletag.display(\"dfp-ad-midarticlespecial\");\n    });\n  \n\n\nAnother employee said the group appeared to be constructive and inclusive of different political viewpoints. Mr Amerige did not respond to requests for comment.\nThe activity is a rare sign of organised dissent within Facebook over the company's largely liberal workplace culture.\nWhile the new group is just a sliver of Facebook's workforce of more than 25,000, the company's workers have in the past appeared less inclined than their peers at other tech companies to challenge leadership, and most have been loyalists to its chief executive, Mark Zuckerberg. NYTIMES\nAnother employee said the group appeared to be constructive and inclusive of different political viewpoints. Mr Amerige did not respond to requests for comment.The activity is a rare sign of organised dissent within Facebook over the company's largely liberal workplace culture.While the new group is just a sliver of Facebook's workforce of more than 25,000, the company's workers have in the past appeared less inclined than their peers at other tech companies to challenge leadership, and most have been loyalists to its chief executive, Mark Zuckerberg. NYTIMESSPH Digital News© 2019 SINGAPORE PRESS HOLDINGS LTD. REGN NO. 198402668E"], "07 May 2016": ["FACEBOOK'S announcement of the arrival of chatbots in April represents a seismic shift in the digital landscape. The development hinges on the idea that we would prefer to talk to brands as we would our friends - in Facebook Messenger. To do this, Facebook (FB) is combining popular text-Get our introductory offer at onlyCancel anytime*$0.99/month for first 3 months$29.90/month for the next 9 monthsNeed help?CALL +65 6388 3838 EMAIL btocs@sph.com.sgOPERATING HOURS (+8 GMT) MON-FRI: 8:30AM-5:30PMSPH Digital News© 2019 SINGAPORE PRESS HOLDINGS LTD. REGN NO. 198402668E"], "27 Mar 2015": ["SingaporeJUST a year after Zopim was acquired by New York-listed customer service firm Zendesk for some US$30 million, the Singapore live chat startup has chalked up yet another achievement - this time partnering Facebook to power the latter's recently unveiled Businesses on MessengerGet our introductory offer at onlyCancel anytime*$0.99/month for first 3 months$29.90/month for the next 9 monthsNeed help?CALL +65 6388 3838 EMAIL btocs@sph.com.sgOPERATING HOURS (+8 GMT) MON-FRI: 8:30AM-5:30PMSPH Digital News© 2019 SINGAPORE PRESS HOLDINGS LTD. REGN NO. 198402668E"], "01 Dec 2014": ["New YorkWHEN you log in to a politician's Facebook app, the campaign enjoys relatively easy access to your friends on the social network. But starting next year, that automatic access will go away.That may provide users with some relief from unwanted messages. It will certainlyGet our introductory offer at onlyCancel anytime*$0.99/month for first 3 months$29.90/month for the next 9 monthsNeed help?CALL +65 6388 3838 EMAIL btocs@sph.com.sgOPERATING HOURS (+8 GMT) MON-FRI: 8:30AM-5:30PMSPH Digital News© 2019 SINGAPORE PRESS HOLDINGS LTD. REGN NO. 198402668E"]}